Repository: comradekingu/covid-ht
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: es

source: Manager of Unit
es: Manager de Unidad

source: Data Input
es: Ingreso de Datos

source: User Type
es: Tipo de Usuario

source: Unit
es: Unidad

source: Cellphone
es: Celular

source: User
es: Usuario

source: Users
es: Usuarios

source: Current Classifier
es: Clasificador Actual

source: About the COVID19 Hemogram Test Project
es: Acerca del Projecto COVID19 Hemogram Test

source: According to Dr. Eugenia Barrientos
es: De acuerdo a la Dr. Eugenia Barrientos

source: an ongoing viral infection can be detected from the results of an hemogram test, and, given the current COVID19 pandemic, all viral infections with cold and flu symptoms should be treated as COVID19 cases.
es: una infección viral en curso puede ser detectada de los resultados de una prueba de hemograma, y, dado la actual pandemia de COVID19, todas las infecciones virales con síntomas de resfrío y gripe deberían ser tratados como casos de COVID19.

source: The inference from the hemogram test results is done based on the knowledge and experience of the Health Professional.
es: La inferencia a partir de los resultados de la prueba de hemograma es hecha basada en el conocimiento y la experiencia del Profesional de la Salud.

source: If that process could be automatized and widely available, the detection toolkit of Health Professionals will be improved.
es: Si ese proceso puediese ser automatizo y ampliamente disponibe, el conjunto de herramientas para la detección de los Profesionales de la Salud se verá mejorado.

source: In many places (i.e. Perú) where specific COVID19 testing is not widely available - saturated hospitals, not affordable or unavailable - hemogram blood testing is in the opposite: affordable and in widely distributed facilities.
es: En muchos lugares (i.e. Perú) donde la pruebas específicas de COVID19 no están ampliamente disponibles - hospitales saturados, muy costosas o no disponibles - las pruebas sanguíneas de hemograma están en el opuesto: económicas y en instalaciones ampliamente distribuídas.

source: If a viral infection classifier with an adequate accuracy through hemograms can be built and made publicly available, all Health Professionals with a smart-phone and Internet access could classify any hemogram with the same accuracy as top-level experts on the matter, reducing possible errors.
es: Si se puede construir un clasificador de infección viral con una adecuada precisión a través de hemogramas y éste se hace disponible publicamente, todos los Profesionales de la Salud con un smart-phone y accesso a Internet podría clasificar cualquier hemograma con la misma precisión que experto de primer nivel en la materia, reduciendo posibles errores.

source: Early detection is deemed to be the greatest success factor in COVID19 treatments.
es: La detección temprana es considerada el mayor factor de éxito en los tratamientos de COVID19.

source: This project aims to provide a tool to efficiently build and manage that classifier and make it effectively available for widespread use in order to improve detection and increase the use efficiency of specific testing of COVID19.
es: Este proyecto apunta a proveer una herramienta para construir eficientemente y manejar ese clasificador, haciéndolo disponible para uso masivo de forma de mejorar la detección e incrementar la eficiencia de uso del testeo específico de COVID19.

source: This tool is totally transparent
es: Esta herramiente es totalmente transparente

source: you may audit it entirely to fully understand how it works, what it provides and its limitations. It is distributed under the GNU LGPLv3 license.
es: se la puede auditar enteramente para entender totalemente como funciona, lo que provee y sus limitaciones. Es distribuída bajo la licencia GNU LGPLv3.

source: Improvements in early detection should increase successful treatments, potentially saving lives.
es: Mejoras en la detección temprana debería incrementar los tratamientos exitosos, salvando vidas potencialmente.

source: Better resource efficiency can also be achieved with the tool, i.e. only use expensive specific COVID19 testing for recovery after the hemogram does not indicate infection.
es: Mejores niveles de eficiencia en el uso de recursos también pueden ser logrados con la herramienta, i.e. sólo usar el costoso testeo específico de COVID19 para la recuperación después que el hemograma no indica infección.

source: The tool is not a replacement of Health Professionals.
es: La herramienta no es un remplazo de los Profesionales de la Salud.

source: Any diagnostic and treatment should be decided by a Health Professional with the patient. If you are an individual with a recent hemogram result, the tool may indicate to take preemptive care and seek a Health Professional.
es: Cualquier diagnostico y tratamiento debería ser decidido por un Profesional de la Salud con el paciente. Si Usted es un individuo con resultado reciente de hemograma, la herramienta le puede indicar el tomar cuidados preventivos y buscar a un Profesional de la Salud.

source: Also, don't blame the knife providers: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
es: También, no culpe a los provedores de la navaja: Este programa es distribuído en la esperanza de que será útil, pero SIN GARANTÍA ALGUNA; aún sin la garantía implícita de COMERCIALIZACIÓN o ADECUACIÓN PARA UN PROPÓSITO PARTICULAR. EN NINGÚN CASO LOS AUTORES O TENEDORES DEL COPYRIGHT ESTARÁN SUJETOS POR CUALQUIER DEMANDA, DAÑOS U OTRA RESPONSABILIDAD, SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO MODO, QUE SURGIERA DE, POR O EN CONEXIÓN CON EL SOFTWARE O EL USO U OTRAS RELACIONES EN EL SOFTWARE.

source: Is something not working correctly? Could something be done better? Any questions? Everybody is welcome to join the community for building and using it:
es: ¿Hay algo que no funciona correctamente? ¿Podría hacerse algo mejor? ¿Alguna pregunta? Todo el mundo es bienvenido para unirse a la comunidad para construirla y usarla:

source: Made with love for all humans of the world.
es: Hecho con amor para todos los humanos del mundo.

source: Classify an Hemogram
es: Clasificar un Hemograma

source: COVID19 Hemogram Test Project
es: Projecto COVID19 Hemogram Test

source: Name
es: Nombre

source: Training Data Size
es: Tamaño de Datos de Entrenamiento

source: Accuracy
es: Precisión

source: Last Updated
es: Última Actualización

source: No training has been done yet. Training is done in %(admin_link)s
es: No se ha entrenado el clasificador todavía. El entrenamiento se realiza en %(admin_link)s

source: DUMMY DATA - NO REAL USE
es: DATOS DE PRUEBA - SIN USO REAL

source: You can see how COVID19 and NO COVID19 hemograms look like in %(data_link)s, log in with 'manager:manager' to see the data input workflow and 'staff:staff' in %(admin_link)s to see the classifier management (database resets everyday)
es: Se puede ver como lucen los hemogramas COVID19 y NO COVID19 en %(data_link)s, ingrese con 'manager:manager' para ver como funciona el flujo de trabajo para el ingreso de datos y 'staff:staff' en %(admin_link)s para ver la administración del clasificador (la base de datos se resetea todos los días)

source: No Current Classifier has been set up, it is done in %(admin_link)s
es: No se ha establecido el Clasificador Actual, se hace en %(admin_link)s

source: The following Hemogram has been classified as %(result)s with a probability of %(prob)s
es: El siguiente Hemograma ha sido clasificado como %(result)s con una probabilidad de %(prob)s

source: Errors detected in the submitted data, check below:
es: Errores detectados en los datos envíados, chequee abajo:

source: Login
es: Ingreso

source: About
es: Acerca de

source: Units
es: Unidades

source: Data
es: Datos

source: Classify
es: Clasificar

source: Your Unit
es: Su Unidad

source: Logout
es: Salir

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Submit
es: Enviar

source: Log into covid-ht
es: Ingrese a covid-ht

source: Positive
es: Positivo

source: Negative
es: Negativo
