Repository: comradekingu/covid-ht
Catalog: data/locale/*/LC_MESSAGES/django.po
Languages: es

source: At least %(threshold)s hemogram result fields must be submitted in order to classify an hemogram.
es: Por lo menos %(threshold)s campos del resultado de un hemograma deben ser enviados para clasificar un hemograma.

source: This field must be present in order to use %(field)s
es: Este campo debe estar presente para usar %(field)s.

source: Not Available
es: No Disponible

source: Female
es: Femenino

source: Male
es: Masculino

source: Covid-HT Unique IDentifier
es: Identificador Único de Covid-HT

source: Unit
es: Unidad

source: User
es: Usuario

source: Is Finished?
es: Está Terminado?

source: Is the record finished or complete? All data has been recorded and the internal identifier has been removed.
es: Está este regristro terminado o completo? Todo los datos han sido registrados y el identificador interno ha sido removido.

source: Unit Internal Identifier
es: Identificador Interno de Unidad

source: Unit Internal Identifier for mapping to physical record
es: Identificador Interno de Unidad para mapear al registro físico.

source: Timestamp
es: Marca de Tiempo

source: Is COVID19?
es: Es COVID19?

source: Age
es: Edad

source: Sex
es: Sexo

source: Is Diabetic?
es: Es Diabético?

source: Is Hypertense?
es: Es Hipertenso?

source: Is Overweight Patient?
es: Es Paciente con Sobrepeso?

source: Is at Altitude?
es: Está en Altitud?

source: Is the Patient at High Altitude (> 1500m)
es: Está el Paciente en Alta Altitud (> 1500m)

source: Is with other Relevant Conditions?
es: Tiene otras Condiciones Relevantes?

source: Is the Patient with other Relevant Conditions? (Transplantation, Blood disorders, etc.)
es: Tiene el Paciente otras Condiciones Relevantes? (Transplante, Enfermedades en la sangre, etc.)

source: Red Blood Cells (x10^12/L or mlm/mm^3)
es: Glóbulos Rojos (x10^12/L)

source: Hemoglobin (g/L)
es: Hemoglobina (g/L)

source: Hemoglobin (mmol/L)
es: Hemoglobina (mmol/L)

source: Hemoglobin in Plasma (mg/dL)
es: Hemoglobina en Plasma (mg/dL)

source: Hemoglobin in Plasma (umol/L)
es: Hemoglobina en Plasma (umol/L)

source: Glycated Hemoglobin (% of HGB)
es: Hemoglobina Glucosilada (% de HGB)

source: Glycated Hemoglobin (% of Hemoglobin)
es: Hemoglobina Glucosilada (% de Hemoglobina)

source: HTG (g/L)
es: HTB (g/L)

source: Haptoglobin (g/L)
es: Haptoglobina (g/L)

source: Hematocrit (g/L)
es: Hematocrito (g/L)

source: Mean Cell Volume (fL)
es: Volúmen Celular Medio (fL)

source: Mean Cell Hemoglobin (pg/cell)
es: Hemoglobina Media en Célula (pg/cell)

source: Mean Cell Hemoglobin (fmol/cell)
es: Hemoglobina Media en Célula (fmol/cell)

source: Mean Corpuscular Hemoglobin Concentration (g/L)
es: Concentración de Hemoglobina Corpuscular Media (g/L)

source: MCHC (g/dL)
es: MCHC (g/L)

source: Mean Corpuscular Hemoglobin Concentration (g/dL)
es: Concentración de Hemoglobina Corpuscular Media (g/dL)

source: Mean Corpuscular Hemoglobin Concentration (mmol/L)
es: Concentración de Hemoglobina Corpuscular Media (mmol/L)

source: Red Blood Cell Distribution Width (%)
es: Amplitud de la Distribución Eritrocitaria (ADE) (%)

source: Reticulocytes (x10^9/L)
es: Monocitos (x10^9/L)

source: RTC (% of RBC)
es: RTC (% de RBC)

source: Reticulocytes (% of RBC)
es: Reticulocitos (% de RBC)

source: Platelets (x10^9/L or x1000/uL)
es: Plaquetas (x10^9/L o x1000/uL)

source: Mean Platelet Volume (fL)
es: Volúmen Plaquetario Medio (fL)

source: Prothrombin Time (s)
es: Tiempo de Protrombina (s)

source: International Normalized Ratio
es: Cociente Internacional Normalizado

source: Activated Partial Thromboplastin Time (s)
es: Tiempo Parcial de Tromboplastina Activada (s)

source: FBG (g/L)
es: FGB (g/L)

source: Fibrogen (g/L)
es: Fibrinógeno (g/L)

source: Antithrombin (kIU/L)
es: Antitrombina (kIU/L)

source: BT (minutes)
es: BT (minutos)

source: Bleeding Time (minutes)
es: TIempo de Hemorragia (minutos)

source: Viscosity (cP)
es: Viscosidad (cP)

source: White Blood Cells (x10^12/L or x10^3/mm^3 or x10^3/uL^3)
es: Glóbulos Blancos (x10^12/L or x10^3/mm^3 or x10^3/uL^3)

source: Neutrophil Granulocytes (x10^9/L)
es: Granulocitos Neutrófilos (x10^9/L)

source: Neutrophil Granulocytes (% of White Blood Cells)
es: Neutrófilos (% de Glóbulos Blancos)

source: Neutrophilic Band Forms (x10^9/L)
es: Neutrófilos en Banda (x10^9/L)

source: Neutrophilic Band Forms (% of White Blood Cells)
es: Neutrófilos en Banda (% de Glóbulos Blancos)

source: Lymphocytes (x10^9/L)
es: Linfocitos (x10^9/L)

source: Lymphocytes (% of White Blood Cells)
es: Linfocitos (% de Glóbulos Blancos)

source: Monocytes (x10^9/L)
es: Monocitos (x10^9/L)

source: Monocytes (% of White Blood Cells)
es: Monocitos (% de Glóbulos Blancos)

source: Mononuclear Leukocytes (x10^9/L)
es: Leucocitos Mononucleares (x10^9/L)

source: Mononuclear Leukocytes (% of White Blood Cells)
es: Leucocitos Mononucleares (% de Glóbulos Blancos)

source: CD4+ T cells (x10^9/L)
es: Células T CD4+ (x10^9/L)

source: Eosinophils (x10^9/L)
es: Eonsinófilos (x10^9/L)

source: Eosinophil Granulocytes (% of White Blood Cells)
es: Granulocitos Eonsinófilos (% de Glóbulos Blancos)

source: Basophil Granulocytes (x10^9/L)
es: Granulocitos Basófilos (x10^9/L)

source: Basophil Granulocytes (% of White Blood Cells)
es: Granulocitos Basófilos (% de Glóbulos Blancos)

source: Inmunoglobulines A (x10^9/L)
es: Inmunoglubulinas A (x10^9/L)

source: Inmunoglobulines D (x10^9/L)
es: Inmunoglubulinas D (x10^9/L)

source: Inmunoglobulines E (x10^9/L)
es: Inmunoglubulinas E (x10^9/L)

source: Inmunoglobulines G (x10^9/L)
es: Inmunoglubulinas G (x10^9/L)

source: Inmunoglobulines - M (x10^9/L)
es: Inmunoglobulinas - M (x10^9/L)

source: Erythrocyte Sedimentation Rate (mm/H)
es: Velocidad de Erito Sedimentación (mm/H)

source: CRP (mg/L)
es: MCHC (g/L)

source: C Reactive Protein (mg/L)
es: Proteína C Reactiva (mg/L)

source: C Reactive Protein (nmol/L)
es: Proteína C Reactiva (nmol/L)

source: Alpha 1-antitrypsin (mg/dL)
es: Alfa 1-antitripsina (mg/dL)

source: Alpha 1-antitrypsin (umol/L)
es: Alfa 1-antitripsina (umol/L)

source: Procalcitonin (ng/dL or ug/L)
es: Procalcitonina (ng/dL o ug/L)

source: Data
es: Datos

source: A record can not be marked as finished when the label is not present.
es: Un registro no puede ser marcado como terminado cuando la etiqueta no está presente.

source: Data Detail
es: Detalle del Dato

source: yes,no,not available
es: sí,no,no disponible

source: Edit Data
es: Editar Dato

source: Errors prevented saving the data, check below:
es: Errores previnieron de guardar los datos, chequee abajo:

source: Save
es: Guardar

source: A unit must be selected for a User in order to input data.
es: Una unidad debe ser seleccionada para un Usuario para poder ingresar datos.

source: Data Input
es: Ingreso de Datos

source: Errors detected in the submitted data, check below:
es: Errores detectados en los datos envíados, chequee abajo:

source: Save and Add Another
es: Guardar y Añadir Otro

source: Dataset Size
es: Tamaño del Conjunto de Datos

source: Last Updated
es: Última Actualización

source: No data available.
es: No hay datos disponibles.
